Revit 2027 API
ParameterTypeId.KeyValue Property
 "Key Value"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KeyValue { get; }
Public Shared ReadOnly Property KeyValue As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KeyValue {
	ForgeTypeId^ get ();
}
static member KeyValue : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace